Revit 2024 API
StructuralSettings.SymbolicCutbackForBrace Property
 Symbolic cutback distance to be applied to all braces.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public double SymbolicCutbackForBrace { get; set; }
Visual Basic
Public Property SymbolicCutbackForBrace As Double
	Get
	Set
Visual C++
public:
property double SymbolicCutbackForBrace {
	double get ();
	void set (double value);
}
See Also
StructuralSettings Class
Autodesk.Revit.DB.Structure Namespace